<template>
  <div class="final-footer">
    <div class="activity-rule-container show-rule light">
      <h4 class="activity-rule-title"><span class="activity-rule-switch-btn"></span></h4>
      <section class="activity-text-contain">
        <p>1、本次活动所有持有有效账户的注册用户均可参与；
          2、支持本次活动的平台包括移动端APP、电脑端和微信小程序端；
          3、活动优惠：页面中提到的3折封顶中的折扣比为折后价与划线价的对比（折后价/划线价=折扣比，如3折）；折后价指唯品会“919秋季特卖节”期间特殊优惠的实际销售价，该价格是交易成交价，是您最终决定是否购买商品的依据；
          4、支持7天无理由退货的活动商品均可正常退货，参与活动的订单如产生退货，退款金额以商品的小计金额为准；
          5、如发现恶意刷取等以不正当手段规避唯品会管理规则、或存在涉嫌欺诈、商业牟利、不恰当或不诚实地使用服务或者其他违反唯品会规则、本活动规则和/或其他公开规则的行为，唯品会有权终止其参与活动资格；
          6、如出现不可抗力或情势变更情形（包括但不限于重大自然灾害、活动受政府机关指令影响需要停止举办或调整的、活动遭受严重网络攻击或因系统故障需要暂停举办的），则唯品会有权根据相关法律法规的规定主张免责；
          7、如用户曾以不正常手段（包括但不限于作弊、虚假交易、刷单、搞乱系统、恶意套取、实施网络攻击等）购买过唯品会商品、领取过唯品会优惠券或参与过唯品会活动，唯品会有权终止其参与本活动的资格，并保留追究其法律责任的权利；
          8、请您在认真阅读并清楚理解相关活动规则后自主决定是否参加，如您参加，则视为您已清楚了解活动规则并同意遵守。</p>
      </section>
    </div>
  </div>
</template>

<script>
  export default {
    name: "LaFooter"
  }
</script>

<style scoped>

</style>